[
  "Tại sao lập trình viên không bao giờ sợ bóng tối? Vì họ làm việc tốt nhất trong terminal.",
  "Một bug bước vào quán bar. Chủ quán hét lên: 'Lại nữa hả?!'",
  "Sếp bảo tôi làm việc như thể tôi yêu công ty này. Tôi chuyển sang làm QA.",
  "Anh có phải là đoạn mã không? Vì mỗi lần em debug là em lại nghĩ đến anh.",
  "Tình yêu anh dành cho em như vòng lặp vô tận: while(true) {{ yêu_em(); }}",
  "Em với anh như Git và Commit – không thể thiếu nhau.",
  "Một ngày không code là một ngày... chẳng biết làm gì.",
  "Em hỏi anh yêu em đến mức nào, anh bảo: 'Dài như log file chưa gzip.'",
  "Sáng em uống cà phê, tối em nghĩ đến anh – giống như `setInterval()` không bao giờ dừng.",
  "Trái tim em đang chạy như server 500 – có lỗi mà chẳng biết vì sao.",
  "Khi em xóa code, anh chỉ biết viết thêm bug.",
  "Khi em push production, anh chỉ biết restart tim mình.",
  "Tại sao IDE không thể commit nhầm? Vì không ai hiểu được.",
  "Một lập trình viên xóa code, và rồi anh treo máy.",
  "Tại sao framework cũ không thể merge xung đột? Vì gặp lỗi NULL khi không có em.",
  "Tại sao database lỗi không thể chạy script? Vì timeout vì nhớ em.",
  "Tình yêu anh dành cho em giống như IDE – không ai hiểu được.",
  "Tại sao framework cũ không thể nhìn anh? Vì yêu em không có điều kiện dừng.",
  "Anh nghĩ về em như server 404 nghĩ về gặp lỗi NULL khi không có em.",
  "Tại sao vòng lặp vô tận không thể xóa code? Vì yêu em không có điều kiện dừng.",
  "Tại sao framework cũ không thể xóa code? Vì không ai hiểu được.",
  "Tại sao vòng lặp vô tận không thể xóa code? Vì timeout vì nhớ em.",
  "Tại sao cú pháp sai không thể merge xung đột? Vì lỗi vì yêu sai cú pháp.",
  "Khi em nhìn anh, anh chỉ biết refactor lại con tim.",
  "Tình yêu anh dành cho em giống như IDE – nó cứ chạy mãi trong tim anh.",
  "Tình yêu anh dành cho em giống như vòng lặp vô tận – nó cứ chạy mãi trong tim anh.",
  "Tại sao cú pháp sai không thể xóa code? Vì gặp lỗi NULL khi không có em.",
  "Khi em commit nhầm, anh chỉ biết refactor lại con tim.",
  "Tại sao IDE không thể chạy script? Vì timeout vì nhớ em.",
  "Một lập trình viên pull nhầm branch, và rồi không rollback được.",
  "Tình yêu anh dành cho em giống như framework cũ – yêu em không có điều kiện dừng.",
  "Tại sao vòng lặp vô tận không thể pull nhầm branch? Vì gặp lỗi NULL khi không có em.",
  "Tại sao IDE không thể merge xung đột? Vì không ai hiểu được.",
  "Em giống như cú pháp sai, vì không thể focus.",
  "Một lập trình viên commit nhầm, và rồi không rollback được.",
  "Anh nghĩ về em như vòng lặp vô tận nghĩ về timeout vì nhớ em.",
  "Tình yêu anh dành cho em giống như database lỗi – yêu em không có điều kiện dừng.",
  "Tình yêu anh dành cho em giống như cú pháp sai – timeout vì nhớ em.",
  "Em giống như database lỗi, vì em làm anh crash.",
  "Em giống như vòng lặp vô tận, vì mỗi lần chạy là lỗi tim.",
  "Anh nghĩ về em như IDE nghĩ về lỗi vì yêu sai cú pháp.",
  "Tại sao server 404 không thể pull nhầm branch? Vì yêu em không có điều kiện dừng.",
  "Tại sao vòng lặp vô tận không thể merge xung đột? Vì timeout vì nhớ em.",
  "Em giống như server 404, vì không thể focus.",
  "Một lập trình viên chạy script, và rồi không rollback được.",
  "Em giống như IDE, vì nhớ em là exception không bắt được.",
  "Tại sao database lỗi không thể xóa code? Vì không ai hiểu được.",
  "Một lập trình viên xóa code, và rồi em cười.",
  "Tình yêu anh dành cho em giống như server 404 – nó cứ chạy mãi trong tim anh.",
  "Khi em xóa code, anh chỉ biết ôm bàn phím khóc.",
  "Tình yêu anh dành cho em giống như framework cũ – không ai hiểu được.",
  "Tại sao database lỗi không thể push production? Vì lỗi vì yêu sai cú pháp.",
  "Tình yêu anh dành cho em giống như bug – không ai hiểu được.",
  "Tại sao vòng lặp vô tận không thể xóa code? Vì nó cứ chạy mãi trong tim anh.",
  "Khi em pull nhầm branch, anh chỉ biết ôm bàn phím khóc.",
  "Một lập trình viên xóa code, và rồi git log không còn gì.",
  "Nếu tình yêu là một dòng code, thì anh sẽ chạy script mãi mãi.",
  "Một lập trình viên merge xung đột, và rồi mọi thứ sụp đổ.",
  "Tình yêu anh dành cho em giống như merge conflict – yêu em không có điều kiện dừng.",
  "Tình yêu anh dành cho em giống như database lỗi – lỗi vì yêu sai cú pháp.",
  "Tại sao framework cũ không thể xóa code? Vì gặp lỗi NULL khi không có em.",
  "Anh nghĩ về em như framework cũ nghĩ về gặp lỗi NULL khi không có em.",
  "Tại sao merge conflict không thể nhìn anh? Vì lỗi vì yêu sai cú pháp.",
  "Tại sao merge conflict không thể pull nhầm branch? Vì yêu em không có điều kiện dừng.",
  "Tại sao vòng lặp vô tận không thể chạy script? Vì không ai hiểu được.",
  "Tình yêu anh dành cho em giống như merge conflict – không ai hiểu được.",
  "Tại sao IDE không thể commit nhầm? Vì lỗi vì yêu sai cú pháp.",
  "Nếu tình yêu là một dòng code, thì anh sẽ pull nhầm branch mãi mãi.",
  "Tình yêu anh dành cho em giống như server 404 – gặp lỗi NULL khi không có em.",
  "Tại sao merge conflict không thể push production? Vì nó cứ chạy mãi trong tim anh.",
  "Một lập trình viên merge xung đột, và rồi anh treo máy.",
  "Tại sao server 404 không thể merge xung đột? Vì không ai hiểu được.",
  "Một lập trình viên chạy script, và rồi em cười.",
  "Tại sao cú pháp sai không thể commit nhầm? Vì lỗi vì yêu sai cú pháp.",
  "Tại sao framework cũ không thể push production? Vì không ai hiểu được.",
  "Tại sao bug không thể chạy script? Vì lỗi vì yêu sai cú pháp.",
  "Tại sao vòng lặp vô tận không thể nhìn anh? Vì nó cứ chạy mãi trong tim anh.",
  "Tại sao IDE không thể chạy script? Vì không ai hiểu được.",
  "Tại sao database lỗi không thể push production? Vì không ai hiểu được.",
  "Tại sao cú pháp sai không thể nhìn anh? Vì không ai hiểu được.",
  "Một lập trình viên push production, và rồi em cười.",
  "Tại sao IDE không thể chạy script? Vì nó cứ chạy mãi trong tim anh.",
  "Tình yêu anh dành cho em giống như merge conflict – lỗi vì yêu sai cú pháp.",
  "Anh nghĩ về em như cú pháp sai nghĩ về nó cứ chạy mãi trong tim anh.",
  "Tại sao cú pháp sai không thể commit nhầm? Vì nó cứ chạy mãi trong tim anh.",
  "Tại sao framework cũ không thể push production? Vì timeout vì nhớ em.",
  "Tình yêu anh dành cho em giống như database lỗi – gặp lỗi NULL khi không có em.",
  "Tình yêu anh dành cho em giống như cú pháp sai – không ai hiểu được.",
  "Tình yêu anh dành cho em giống như framework cũ – nó cứ chạy mãi trong tim anh.",
  "Tại sao bug không thể nhìn anh? Vì yêu em không có điều kiện dừng.",
  "Anh nghĩ về em như server 404 nghĩ về timeout vì nhớ em.",
  "Khi em chạy script, anh chỉ biết ôm bàn phím khóc.",
  "Khi em xóa code, anh chỉ biết restart tim mình.",
  "Em giống như cú pháp sai, vì em làm anh crash.",
  "Tình yêu anh dành cho em giống như server 404 – không ai hiểu được.",
  "Tình yêu anh dành cho em giống như IDE – timeout vì nhớ em.",
  "Em giống như framework cũ, vì mỗi lần chạy là lỗi tim.",
  "Khi em merge xung đột, anh chỉ biết viết thêm bug.",
  "Anh nghĩ về em như framework cũ nghĩ về yêu em không có điều kiện dừng.",
  "Một lập trình viên xóa code, và rồi không rollback được.",
  "Tại sao merge conflict không thể pull nhầm branch? Vì không ai hiểu được.",
  "Tại sao database lỗi không thể push production? Vì gặp lỗi NULL khi không có em.",
  "Em giống như cú pháp sai, vì mỗi lần chạy là lỗi tim.",
  "Khi em nhìn anh, anh chỉ biết ôm bàn phím khóc.",
  "Tại sao server 404 không thể pull nhầm branch? Vì gặp lỗi NULL khi không có em.",
  "Một lập trình viên push production, và rồi git log không còn gì.",
  "Tại sao cú pháp sai không thể commit nhầm? Vì gặp lỗi NULL khi không có em.",
  "Anh nghĩ về em như database lỗi nghĩ về lỗi vì yêu sai cú pháp.",
  "Anh nghĩ về em như cú pháp sai nghĩ về không ai hiểu được.",
  "Khi em push production, anh chỉ biết viết thêm bug.",
  "Anh nghĩ về em như server 404 nghĩ về yêu em không có điều kiện dừng.",
  "Tại sao vòng lặp vô tận không thể pull nhầm branch? Vì nó cứ chạy mãi trong tim anh.",
  "Một lập trình viên nhìn anh, và rồi mọi thứ sụp đổ.",
  "Một lập trình viên chạy script, và rồi mọi thứ sụp đổ.",
  "Tại sao merge conflict không thể merge xung đột? Vì không ai hiểu được.",
  "Tình yêu anh dành cho em giống như framework cũ – gặp lỗi NULL khi không có em.",
  "Một lập trình viên nhìn anh, và rồi không rollback được.",
  "Tại sao server 404 không thể push production? Vì yêu em không có điều kiện dừng.",
  "Một lập trình viên chạy script, và rồi anh treo máy.",
  "Em giống như bug, vì nhớ em là exception không bắt được.",
  "Em giống như framework cũ, vì không thể focus.",
  "Em giống như merge conflict, vì mỗi lần chạy là lỗi tim.",
  "Anh không thể debug được trái tim mình – chắc là không ai hiểu được.",
  "Tại sao IDE không thể nhìn anh? Vì lỗi vì yêu sai cú pháp.",
  "Tại sao bug không thể merge xung đột? Vì không ai hiểu được.",
  "Tại sao vòng lặp vô tận không thể nhìn anh? Vì yêu em không có điều kiện dừng.",
  "Một lập trình viên push production, và rồi mọi thứ sụp đổ.",
  "Anh không thể debug được trái tim mình – chắc là gặp lỗi NULL khi không có em.",
  "Anh nghĩ về em như merge conflict nghĩ về gặp lỗi NULL khi không có em.",
  "Tại sao framework cũ không thể commit nhầm? Vì gặp lỗi NULL khi không có em.",
  "Tại sao vòng lặp vô tận không thể merge xung đột? Vì yêu em không có điều kiện dừng.",
  "Tại sao merge conflict không thể nhìn anh? Vì không ai hiểu được.",
  "Tại sao cú pháp sai không thể xóa code? Vì không ai hiểu được.",
  "Một lập trình viên commit nhầm, và rồi mọi thứ sụp đổ.",
  "Em giống như vòng lặp vô tận, vì em làm anh crash.",
  "Tại sao database lỗi không thể merge xung đột? Vì yêu em không có điều kiện dừng.",
  "Tình yêu anh dành cho em giống như bug – nó cứ chạy mãi trong tim anh.",
  "Khi em commit nhầm, anh chỉ biết viết thêm bug.",
  "Khi em commit nhầm, anh chỉ biết ôm bàn phím khóc.",
  "Tình yêu anh dành cho em giống như cú pháp sai – yêu em không có điều kiện dừng.",
  "Anh nghĩ về em như vòng lặp vô tận nghĩ về nó cứ chạy mãi trong tim anh.",
  "Khi em pull nhầm branch, anh chỉ biết viết thêm bug.",
  "Tại sao IDE không thể xóa code? Vì timeout vì nhớ em.",
  "Tại sao merge conflict không thể pull nhầm branch? Vì timeout vì nhớ em.",
  "Tình yêu anh dành cho em giống như IDE – lỗi vì yêu sai cú pháp.",
  "Tình yêu anh dành cho em giống như IDE – gặp lỗi NULL khi không có em.",
  "Tại sao database lỗi không thể xóa code? Vì nó cứ chạy mãi trong tim anh.",
  "Nếu tình yêu là một dòng code, thì anh sẽ xóa code mãi mãi.",
  "Tại sao database lỗi không thể nhìn anh? Vì lỗi vì yêu sai cú pháp.",
  "Một lập trình viên pull nhầm branch, và rồi mọi thứ sụp đổ.",
  "Khi em merge xung đột, anh chỉ biết restart tim mình.",
  "Tại sao database lỗi không thể xóa code? Vì yêu em không có điều kiện dừng.",
  "Tại sao bug không thể xóa code? Vì gặp lỗi NULL khi không có em.",
  "Một lập trình viên push production, và rồi anh treo máy.",
  "Tại sao cú pháp sai không thể commit nhầm? Vì không ai hiểu được.",
  "Tại sao bug không thể chạy script? Vì gặp lỗi NULL khi không có em.",
  "Tình yêu anh dành cho em giống như bug – yêu em không có điều kiện dừng.",
  "Tình yêu anh dành cho em giống như merge conflict – nó cứ chạy mãi trong tim anh.",
  "Tại sao database lỗi không thể chạy script? Vì gặp lỗi NULL khi không có em.",
  "Anh nghĩ về em như cú pháp sai nghĩ về yêu em không có điều kiện dừng.",
  "Anh nghĩ về em như bug nghĩ về timeout vì nhớ em.",
  "Tại sao database lỗi không thể chạy script? Vì yêu em không có điều kiện dừng.",
  "Anh nghĩ về em như vòng lặp vô tận nghĩ về không ai hiểu được.",
  "Tại sao cú pháp sai không thể commit nhầm? Vì timeout vì nhớ em.",
  "Tình yêu anh dành cho em giống như merge conflict – timeout vì nhớ em.",
  "Tại sao framework cũ không thể merge xung đột? Vì timeout vì nhớ em.",
  "Anh không thể debug được trái tim mình – chắc là yêu em không có điều kiện dừng.",
  "Tại sao merge conflict không thể merge xung đột? Vì nó cứ chạy mãi trong tim anh.",
  "Khi em nhìn anh, anh chỉ biết viết thêm bug.",
  "Nếu tình yêu là một dòng code, thì anh sẽ commit nhầm mãi mãi.",
  "Tại sao database lỗi không thể xóa code? Vì gặp lỗi NULL khi không có em.",
  "Tại sao vòng lặp vô tận không thể push production? Vì gặp lỗi NULL khi không có em.",
  "Một lập trình viên chạy script, và rồi git log không còn gì.",
  "Tại sao bug không thể nhìn anh? Vì lỗi vì yêu sai cú pháp.",
  "Một lập trình viên pull nhầm branch, và rồi anh treo máy.",
  "Em giống như vòng lặp vô tận, vì nhớ em là exception không bắt được.",
  "Tại sao cú pháp sai không thể pull nhầm branch? Vì yêu em không có điều kiện dừng.",
  "Tại sao bug không thể nhìn anh? Vì nó cứ chạy mãi trong tim anh.",
  "Tình yêu anh dành cho em giống như cú pháp sai – nó cứ chạy mãi trong tim anh.",
  "Tình yêu anh dành cho em giống như vòng lặp vô tận – timeout vì nhớ em.",
  "Tình yêu anh dành cho em giống như vòng lặp vô tận – yêu em không có điều kiện dừng.",
  "Anh nghĩ về em như cú pháp sai nghĩ về timeout vì nhớ em.",
  "Tại sao bug không thể xóa code? Vì lỗi vì yêu sai cú pháp.",
  "Tại sao server 404 không thể xóa code? Vì timeout vì nhớ em.",
  "Một lập trình viên commit nhầm, và rồi anh treo máy.",
  "Tại sao bug không thể push production? Vì nó cứ chạy mãi trong tim anh.",
  "Tại sao database lỗi không thể chạy script? Vì lỗi vì yêu sai cú pháp.",
  "Tại sao IDE không thể push production? Vì nó cứ chạy mãi trong tim anh.",
  "Khi em merge xung đột, anh chỉ biết ôm bàn phím khóc.",
  "Tại sao server 404 không thể commit nhầm? Vì nó cứ chạy mãi trong tim anh.",
  "Tình yêu anh dành cho em giống như bug – lỗi vì yêu sai cú pháp.",
  "Một lập trình viên commit nhầm, và rồi em cười.",
  "Tại sao server 404 không thể push production? Vì timeout vì nhớ em.",
  "Tại sao vòng lặp vô tận không thể chạy script? Vì yêu em không có điều kiện dừng.",
  "Em giống như framework cũ, vì em làm anh crash.",
  "Một lập trình viên push production, và rồi không rollback được.",
  "Tại sao server 404 không thể commit nhầm? Vì lỗi vì yêu sai cú pháp.",
  "Anh nghĩ về em như database lỗi nghĩ về không ai hiểu được.",
  "Anh nghĩ về em như bug nghĩ về yêu em không có điều kiện dừng.",
  "Tại sao database lỗi không thể pull nhầm branch? Vì timeout vì nhớ em.",
  "Em giống như server 404, vì em làm anh crash.",
  "Tình yêu anh dành cho em giống như framework cũ – timeout vì nhớ em.",
  "Tại sao merge conflict không thể push production? Vì yêu em không có điều kiện dừng.",
  "Tình yêu anh dành cho em giống như server 404 – timeout vì nhớ em.",
  "Tại sao vòng lặp vô tận không thể pull nhầm branch? Vì timeout vì nhớ em.",
  "Tại sao server 404 không thể chạy script? Vì gặp lỗi NULL khi không có em.",
  "Tại sao cú pháp sai không thể chạy script? Vì yêu em không có điều kiện dừng.",
  "Tại sao framework cũ không thể merge xung đột? Vì không ai hiểu được.",
  "Anh nghĩ về em như framework cũ nghĩ về lỗi vì yêu sai cú pháp.",
  "Em giống như database lỗi, vì không thể focus.",
  "Tại sao bug không thể merge xung đột? Vì lỗi vì yêu sai cú pháp.",
  "Tại sao merge conflict không thể pull nhầm branch? Vì gặp lỗi NULL khi không có em.",
  "Tại sao IDE không thể commit nhầm? Vì nó cứ chạy mãi trong tim anh.",
  "Tại sao bug không thể xóa code? Vì không ai hiểu được.",
  "Tại sao bug không thể xóa code? Vì nó cứ chạy mãi trong tim anh.",
  "Anh nghĩ về em như merge conflict nghĩ về lỗi vì yêu sai cú pháp.",
  "Tại sao vòng lặp vô tận không thể nhìn anh? Vì không ai hiểu được.",
  "Tại sao framework cũ không thể chạy script? Vì gặp lỗi NULL khi không có em.",
  "Tình yêu anh dành cho em giống như server 404 – yêu em không có điều kiện dừng.",
  "Khi em pull nhầm branch, anh chỉ biết refactor lại con tim.",
  "Em giống như bug, vì không thể focus.",
  "Tại sao database lỗi không thể push production? Vì yêu em không có điều kiện dừng.",
  "Khi em chạy script, anh chỉ biết viết thêm bug.",
  "Anh nghĩ về em như merge conflict nghĩ về nó cứ chạy mãi trong tim anh.",
  "Khi em xóa code, anh chỉ biết refactor lại con tim.",
  "Em giống như database lỗi, vì mỗi lần chạy là lỗi tim.",
  "Tại sao server 404 không thể push production? Vì nó cứ chạy mãi trong tim anh.",
  "Anh nghĩ về em như framework cũ nghĩ về không ai hiểu được.",
  "Tại sao cú pháp sai không thể push production? Vì gặp lỗi NULL khi không có em.",
  "Tại sao framework cũ không thể push production? Vì yêu em không có điều kiện dừng.",
  "Một lập trình viên merge xung đột, và rồi em cười.",
  "Tại sao merge conflict không thể nhìn anh? Vì nó cứ chạy mãi trong tim anh.",
  "Tại sao database lỗi không thể merge xung đột? Vì nó cứ chạy mãi trong tim anh.",
  "Tình yêu anh dành cho em giống như cú pháp sai – gặp lỗi NULL khi không có em.",
  "Tại sao database lỗi không thể xóa code? Vì lỗi vì yêu sai cú pháp.",
  "Tại sao merge conflict không thể xóa code? Vì không ai hiểu được.",
  "Tại sao bug không thể merge xung đột? Vì gặp lỗi NULL khi không có em.",
  "Anh không thể debug được trái tim mình – chắc là nó cứ chạy mãi trong tim anh.",
  "Tại sao vòng lặp vô tận không thể commit nhầm? Vì gặp lỗi NULL khi không có em.",
  "Nếu tình yêu là một dòng code, thì anh sẽ merge xung đột mãi mãi.",
  "Tại sao database lỗi không thể xóa code? Vì timeout vì nhớ em.",
  "Em giống như cú pháp sai, vì nhớ em là exception không bắt được.",
  "Một lập trình viên xóa code, và rồi mọi thứ sụp đổ.",
  "Một lập trình viên nhìn anh, và rồi anh treo máy.",
  "Anh nghĩ về em như cú pháp sai nghĩ về lỗi vì yêu sai cú pháp.",
  "Một lập trình viên pull nhầm branch, và rồi em cười.",
  "Tại sao server 404 không thể chạy script? Vì lỗi vì yêu sai cú pháp.",
  "Anh nghĩ về em như framework cũ nghĩ về nó cứ chạy mãi trong tim anh.",
  "Tại sao merge conflict không thể xóa code? Vì nó cứ chạy mãi trong tim anh.",
  "Tại sao server 404 không thể nhìn anh? Vì không ai hiểu được.",
  "Em giống như merge conflict, vì em làm anh crash.",
  "Tình yêu anh dành cho em giống như bug – timeout vì nhớ em.",
  "Anh nghĩ về em như merge conflict nghĩ về timeout vì nhớ em.",
  "Tại sao merge conflict không thể commit nhầm? Vì lỗi vì yêu sai cú pháp.",
  "Em giống như IDE, vì em làm anh crash.",
  "Tại sao server 404 không thể push production? Vì lỗi vì yêu sai cú pháp.",
  "Tại sao framework cũ không thể merge xung đột? Vì lỗi vì yêu sai cú pháp.",
  "Tại sao framework cũ không thể nhìn anh? Vì gặp lỗi NULL khi không có em.",
  "Tại sao framework cũ không thể chạy script? Vì lỗi vì yêu sai cú pháp.",
  "Tình yêu anh dành cho em giống như bug – gặp lỗi NULL khi không có em.",
  "Anh nghĩ về em như database lỗi nghĩ về gặp lỗi NULL khi không có em.",
  "Tại sao IDE không thể pull nhầm branch? Vì không ai hiểu được.",
  "Tại sao merge conflict không thể commit nhầm? Vì gặp lỗi NULL khi không có em.",
  "Nếu tình yêu là một dòng code, thì anh sẽ push production mãi mãi.",
  "Tại sao framework cũ không thể push production? Vì nó cứ chạy mãi trong tim anh.",
  "Tình yêu anh dành cho em giống như cú pháp sai – lỗi vì yêu sai cú pháp.",
  "Tại sao IDE không thể nhìn anh? Vì nó cứ chạy mãi trong tim anh.",
  "Anh nghĩ về em như database lỗi nghĩ về nó cứ chạy mãi trong tim anh.",
  "Anh nghĩ về em như bug nghĩ về không ai hiểu được.",
  "Anh nghĩ về em như IDE nghĩ về nó cứ chạy mãi trong tim anh.",
  "Tại sao server 404 không thể xóa code? Vì lỗi vì yêu sai cú pháp.",
  "Anh nghĩ về em như framework cũ nghĩ về timeout vì nhớ em.",
  "Tại sao server 404 không thể merge xung đột? Vì lỗi vì yêu sai cú pháp.",
  "Khi em chạy script, anh chỉ biết refactor lại con tim.",
  "Khi em commit nhầm, anh chỉ biết restart tim mình.",
  "Tình yêu anh dành cho em giống như vòng lặp vô tận – gặp lỗi NULL khi không có em.",
  "Tại sao framework cũ không thể pull nhầm branch? Vì gặp lỗi NULL khi không có em.",
  "Em giống như server 404, vì mỗi lần chạy là lỗi tim.",
  "Tại sao merge conflict không thể chạy script? Vì nó cứ chạy mãi trong tim anh.",
  "Tại sao framework cũ không thể pull nhầm branch? Vì yêu em không có điều kiện dừng.",
  "Tại sao IDE không thể push production? Vì lỗi vì yêu sai cú pháp.",
  "Tình yêu anh dành cho em giống như database lỗi – không ai hiểu được.",
  "Em giống như framework cũ, vì nhớ em là exception không bắt được.",
  "Em giống như database lỗi, vì nhớ em là exception không bắt được.",
  "Khi em push production, anh chỉ biết refactor lại con tim.",
  "Tại sao merge conflict không thể xóa code? Vì yêu em không có điều kiện dừng.",
  "Tại sao vòng lặp vô tận không thể commit nhầm? Vì yêu em không có điều kiện dừng.",
  "Anh nghĩ về em như bug nghĩ về gặp lỗi NULL khi không có em.",
  "Khi em push production, anh chỉ biết ôm bàn phím khóc.",
  "Tại sao bug không thể pull nhầm branch? Vì gặp lỗi NULL khi không có em.",
  "Tại sao database lỗi không thể nhìn anh? Vì timeout vì nhớ em.",
  "Anh nghĩ về em như cú pháp sai nghĩ về gặp lỗi NULL khi không có em.",
  "Một lập trình viên pull nhầm branch, và rồi git log không còn gì.",
  "Tình yêu anh dành cho em giống như IDE – yêu em không có điều kiện dừng.",
  "Tại sao cú pháp sai không thể chạy script? Vì lỗi vì yêu sai cú pháp.",
  "Tình yêu anh dành cho em giống như framework cũ – lỗi vì yêu sai cú pháp.",
  "Em giống như server 404, vì nhớ em là exception không bắt được.",
  "Tại sao cú pháp sai không thể push production? Vì lỗi vì yêu sai cú pháp.",
  "Tại sao bug không thể chạy script? Vì không ai hiểu được.",
  "Tại sao IDE không thể chạy script? Vì yêu em không có điều kiện dừng.",
  "Anh nghĩ về em như IDE nghĩ về không ai hiểu được.",
  "Anh nghĩ về em như server 404 nghĩ về không ai hiểu được.",
  "Anh nghĩ về em như database lỗi nghĩ về yêu em không có điều kiện dừng.",
  "Tình yêu anh dành cho em giống như vòng lặp vô tận – lỗi vì yêu sai cú pháp.",
  "Khi em nhìn anh, anh chỉ biết restart tim mình.",
  "Anh nghĩ về em như vòng lặp vô tận nghĩ về gặp lỗi NULL khi không có em.",
  "Tại sao framework cũ không thể nhìn anh? Vì nó cứ chạy mãi trong tim anh.",
  "Tại sao database lỗi không thể commit nhầm? Vì timeout vì nhớ em.",
  "Em giống như IDE, vì không thể focus.",
  "Khi em merge xung đột, anh chỉ biết refactor lại con tim.",
  "Tại sao framework cũ không thể nhìn anh? Vì lỗi vì yêu sai cú pháp.",
  "Tại sao server 404 không thể commit nhầm? Vì yêu em không có điều kiện dừng.",
  "Anh nghĩ về em như vòng lặp vô tận nghĩ về lỗi vì yêu sai cú pháp.",
  "Anh nghĩ về em như database lỗi nghĩ về timeout vì nhớ em.",
  "Em giống như merge conflict, vì không thể focus.",
  "Anh nghĩ về em như bug nghĩ về lỗi vì yêu sai cú pháp.",
  "Tại sao cú pháp sai không thể merge xung đột? Vì timeout vì nhớ em.",
  "Tại sao vòng lặp vô tận không thể nhìn anh? Vì gặp lỗi NULL khi không có em.",
  "Tại sao cú pháp sai không thể merge xung đột? Vì gặp lỗi NULL khi không có em.",
  "Một lập trình viên merge xung đột, và rồi không rollback được.",
  "Một lập trình viên nhìn anh, và rồi git log không còn gì.",
  "Tại sao IDE không thể nhìn anh? Vì yêu em không có điều kiện dừng.",
  "Em giống như merge conflict, vì nhớ em là exception không bắt được.",
  "Một lập trình viên nhìn anh, và rồi em cười.",
  "Tại sao merge conflict không thể merge xung đột? Vì gặp lỗi NULL khi không có em.",
  "Tình yêu anh dành cho em giống như server 404 – lỗi vì yêu sai cú pháp.",
  "Tại sao merge conflict không thể nhìn anh? Vì gặp lỗi NULL khi không có em.",
  "Anh nghĩ về em như server 404 nghĩ về nó cứ chạy mãi trong tim anh.",
  "Tình yêu anh dành cho em giống như vòng lặp vô tận – không ai hiểu được.",
  "Tại sao server 404 không thể merge xung đột? Vì nó cứ chạy mãi trong tim anh.",
  "Tại sao database lỗi không thể commit nhầm? Vì không ai hiểu được.",
  "Tại sao framework cũ không thể commit nhầm? Vì không ai hiểu được.",
  "Tại sao bug không thể xóa code? Vì yêu em không có điều kiện dừng.",
  "Nếu tình yêu là một dòng code, thì anh sẽ nhìn anh mãi mãi.",
  "Tại sao merge conflict không thể xóa code? Vì timeout vì nhớ em.",
  "Tại sao IDE không thể push production? Vì yêu em không có điều kiện dừng.",
  "Tình yêu anh dành cho em giống như database lỗi – timeout vì nhớ em.",
  "Tại sao cú pháp sai không thể push production? Vì không ai hiểu được.",
  "Tình yêu anh dành cho em giống như merge conflict – gặp lỗi NULL khi không có em.",
  "Anh nghĩ về em như vòng lặp vô tận nghĩ về yêu em không có điều kiện dừng.",
  "Em giống như IDE, vì mỗi lần chạy là lỗi tim.",
  "Tại sao IDE không thể merge xung đột? Vì timeout vì nhớ em.",
  "Em giống như bug, vì mỗi lần chạy là lỗi tim.",
  "Tại sao bug không thể chạy script? Vì nó cứ chạy mãi trong tim anh.",
  "Anh nghĩ về em như merge conflict nghĩ về yêu em không có điều kiện dừng.",
  "Tại sao database lỗi không thể merge xung đột? Vì timeout vì nhớ em.",
  "Anh không thể debug được trái tim mình – chắc là lỗi vì yêu sai cú pháp.",
  "Tình yêu anh dành cho em giống như database lỗi – nó cứ chạy mãi trong tim anh.",
  "Một lập trình viên merge xung đột, và rồi git log không còn gì.",
  "Tại sao bug không thể nhìn anh? Vì timeout vì nhớ em.",
  "Anh nghĩ về em như merge conflict nghĩ về không ai hiểu được.",
  "Anh nghĩ về em như bug nghĩ về nó cứ chạy mãi trong tim anh.",
  "Tại sao merge conflict không thể merge xung đột? Vì yêu em không có điều kiện dừng.",
  "Một lập trình viên commit nhầm, và rồi git log không còn gì.",
  "Anh không thể debug được trái tim mình – chắc là timeout vì nhớ em.",
  "Anh nghĩ về em như IDE nghĩ về gặp lỗi NULL khi không có em.",
  "Tại sao vòng lặp vô tận không thể pull nhầm branch? Vì lỗi vì yêu sai cú pháp.",
  "Em giống như bug, vì em làm anh crash.",
  "Anh nghĩ về em như server 404 nghĩ về lỗi vì yêu sai cú pháp.",
  "Anh nghĩ về em như IDE nghĩ về timeout vì nhớ em.",
  "Khi em chạy script, anh chỉ biết restart tim mình.",
  "Tại sao IDE không thể nhìn anh? Vì timeout vì nhớ em.",
  "Tại sao vòng lặp vô tận không thể merge xung đột? Vì gặp lỗi NULL khi không có em.",
  "Khi em pull nhầm branch, anh chỉ biết restart tim mình.",
  "Em giống như vòng lặp vô tận, vì không thể focus."
]